Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] How to Win the Secretary's Heart.tmx
Source language: ko_kr
Languages: en

source: 흑흑
en: HIC HIC

source: 그쪽은 누구십니까.
en: and who are you?

source: 네가 괜찮다는 말을 믿을 수가 있어야지.
en: it's hard to believe you when you say you're fine.

source: 본부장님!!
en: mr. kim!!

source: 바쁜데 맞선까지 본다고 수고했다.
en: you did well despite being busy.

source: 아, 네.
en: oh, yes.

source: 하고 싶은 말이 있어 보이는데.
en: you’re staring.

source: 아하하하, 최 대리님 또 저러신다!
en: ahahaha, mr. choi’s at it again!

source: 리미티드 에디션을 처음 봐서 그만….
en: it was my first time seeing a limited edition so...

source: 추욱~~
en: HNNGH

source: 둥-
en: DUN

source: 둥!!
en: DUN

source: 술렁
en: MURMUR

source: 서유야,
en: seoyu...

source: 글쎄, 나만 믿으라니까~!
en: just trust me!

source: 나도 한 번 타 봐도 돼?
en: can i test it out?

source: 시간 얼마 안 남았잖아.
en: there’s no time.

source: 어서 오세요.
en: welcome.

source: 11층 회의실에서 시작한답니다.
en: they’re starting in the meeting room on the 11th floor.

source: ……응???
en: huh...???

source: 만일 양 비서가 그만두게 될 경우, 후임자에게 이 조건이 가진 않아.
en: if you quit, your replacement won’t get these terms.

source: …저한테 왜 이러세요?
en: why are you going to such lengths for me...?

source: 먹튀야?
en: you had your fun, so now you’re running?

source: 양 비서?!!??!
en: miss yang???!!!

source: 누가 먼저 시안 발표할 거지?
en: who wants to present their proposal first?

source: 해고 수당은 지급할 테니 나갈 때 받아 가.
en: come pick up your severance pay on your way out.

source: …역시 그건 좀 아니죠?
en: did i go a little overboard...?

source: 네, 그럼 시간이 되면 찾아뵙겠습니다.
en: yes, i’ll come visit you soon.

source: 늘 내비게이션 같은 말투를 고집하는 양 비서가 그런 말도 할 수 있다니….
en: miss yang is capable of saying stuff like that and yet she talks to me like a voice assistant...

source: 토요일이라고 했지?
en: it's on saturday, right?

source: 왈
en: BARK

source: 내 집에 사람이?!!
en: there are people at my house?!!

source: 방금 하신 말이 무슨…
en: what did you just...

source: 착각인가?
en: am i seeing things?

source: 그런 와중에도 제작본부가 이 정도 수주를 소화해내고 있다는 건 다 제 덕입니다.
en: i’m the only reason the planning department has been staying afloat.

source: 그렇지만!!!!
en: but!!!!

source: 도시락?
en: a boxed lunch?

source: 허허허
en: HOHOHO

source: 따라와
en: COME ON

source: 네, 알겠습니다.
en: understood.

source: 곧 죽어도 ‘굿’을 붙일 수 없는 김 윤.
en: couldn't say "good" even if he was threatened.

source: 띠리리
en: BEE DEE DEEP

source: 저도 프로 전향하기 전까진 저 팀이었어요.
en: i was on that team too, before i went pro.

source: 털썩
en: PLOP

source: 좋아요.
en: all right.

source: 나야말로 잘 부탁해, 양 비서.
en: me too, miss yang.

source: 푸하!
en: haha!

source: 하
en: ha

source: 죄송합니다, 저를 불편해하시니까 차라리 잘됐다 싶어서요.
en: i’m sorry. i thought since i was making you uncomfortable, this was my opportunity.

source: 후우∼!
en: phew!

source: 회식하러 가자!
en: we’re going out for dinner!

source: 안 사귀는 게 아니라 못 사귀는 거야.
en: it's not that i won't. it’s that i can't.

source: 내려갑니다.
en: going down.

source: 앞에 양 비서를 태운 차가 생겼네??
en: ...and now miss yang’s in front of me??

source: 자, 잠깐만요.
en: w-wait.

source: 본부장님이 하시던 일을 3팀에 맡긴다고요?!
en: did you say that you’re going to hand over your projects to team 3?!

source: 회의가 장난이야?!
en: is the meeting a joke to you?!

source: 이 시간까지 무슨 술을 마셔?!
en: you're drinking at this hour?!

source: 잘생겼다.
en: he’s hot.

source: 그렇다는 건 계약이 되지 않은 상태에서 시안을 작업하게 되는 거네요.
en: in other words, you’ll be working on a proposal without a contract.

source: 휘익~!
en: WHISH

source: 아따~ 뉘 집 아들인지 잘~ 생겼다!!
en: goodness, i don't know whose son he is but he's a looker!!

source: 그냥 좋게 거절하면 될걸.
en: you could just turn them down nicely.

source: 이사 가는 곳이 그리 멀지 않으니까 자주 올게요, 할머니.
en: i’m not going far away. i’ll visit, grandma.

source: 퇴.근?
en: clocking. off?

source: 누구랑 왜?
en: why and with whom??

source: 회사든 일이든 아무리 좋아도 불편함이 있기 마련이니, 그런 점에서라도 편하게 해줘야죠.
en: we should be making our employees feel comfortable in the office.

source: ※드라마 얘기중입니다.
en: *they’re talking about a tv show.

source: 빠드드득
en: GRIT

source: 황 당
en: SHOCKED

source: 잠깐, 여직원 옷차림이 그게 뭐야?!
en: wait, what is a female employee doing dressing that way?!

source: 띵-
en: DING

source: 다들… 고생이 많네.
en: poor guys...

source: 하나는 제가 들게요.
en: i’ll carry one of those.

source: 저 인간이…!
en: you old man, you...!

source: 뭐가 묻기라도 했어?
en: is there something on my face?

source: 풋
en: PFFT

source: 응?
en: huh?

source: 지금은 저를 스카우트하시려는 거니까,
en: and you are trying to scout me right now,

source: 최 대리님.
en: mr. choi.

source: 그 사람들 설마 마트에 오지는 않겠지?
en: there’s no way they’d come to the store, right?

source: 죄송합니다, 사장님.
en: i am sorry about this, sir.

source: 아, 네…….
en: ah, right...

source: 이 정도면 질문할 권리가 있지 않을까요?
en: that gives me every right to ask this stuff, don’t you think?

source: 말이 지나치군, 김 본부장!
en: you’ve gone too far, mr. kim!

source: 또 저번처럼 나한테 숨기고 참고 있는 건 아니지?
en: you're not hiding things from me and taking it all on yourself again, right?

source: 아니에요, 할머니.
en: no, grandmother.

source: 알았으니 손이나 놔.
en: i got it, so you can let go now.

source: ~법인 카드의 위엄~
en: THE MAJESTY OF A COMPANY CARD

source: 두
en: DU

source: 자료를 들이밀어야 납득하실 모양이니, 자료를 보며 설명해 드리겠습니다.
en: since it’s clear you’re not going to understand otherwise, i’ll explain my point with proof.

source: 하여간 이 노인네가!
en: old man!

source: 그러면 조금만 더 서둘러 주세요.
en: so if you’re sorry, please hurry up.

source: 속도를 내야지!!!!
en: this is a car built for speed!!!!

source: 그래!
en: yeah!

source: 웅성
en: MUTTER

source: 아… 좋다.
en: ah... this is great.

source: 뭐, 그렇지.
en: well, yeah.

source: 그래, 밥 사.
en: exactly.

source: 하암
en: *YAWN*

source: …됐어, 서류는 문제없군.
en: don't force yourself... the documents look fine.

source: 잔소리는.
en: yeah, yeah.

source: 배우 아냐?
en: isn't he an actor?

source: 아, 본부장님!
en: ah, mr. kim!

source: 싱긋
en: SMIRK

source: 문이 열립니다.
en: the doors are opening.

source: 꿈꾸는이
en: dreamer

source: 차선도 완벽 정차
en: stays perfectly in the lane

source: 다들 정말 작정했군.
en: they really planned this out, huh.

source: 시작부터 강렬한 녹색 슈트
en: a loud green suit

source: 예약했습니다.
en: i have a reservation.

source: …이건 일이 많아서 그래.
en: that's because i've been busy with work...

source: 그게 무슨 소리입니까?!
en: what are you talking about?!

source: 불만 어, 없습니다!
en: we h-have no complaints!

source: 보통은 속으로만 생각하는 걸 겉으로 다 내뱉는 게 문제야.
en: the problem is, he's not shy about saying things that people usually keep to themselves.

source: 나 퇴사 기념으로!!
en: let’s celebrate me quitting!!

source: 괜히 더 불편해지기만 하는 거 아닌지 몰라.
en: this might make things even more awkward.

source: 아버지랑 마저 얘기하고 곧 들어갈게요.
en: i'll head in as soon as father and i are done talking.

source: 살 떨려….
en: that was terrifying...

source: 양 비서도 내 얘기 하고 싶으면 마음껏 해도 돼.
en: if you want, you can talk about me too, miss yang.

source: 나도 집중해야지, 집중.
en: i should concentrate too.

source: 반짝
en: SPARKLE

source: 메뉴는 내가 고르는 거로 하는 게 낫겠어.
en: i think it would be better if i chose the restaurant.

source: 일찍 왔네?
en: you’re early.

source: 양 비서는 나를 그렇게 생각하고 있었어?
en: is that how you see me, miss yang?

source: 깜박 깜박
en: FLASH FLASH

source: 그 사이에 승부가 났네요.
en: he’s already won them over.

source: 그쪽에서 오래 살아서 오히려 한국보다 그쪽이 더 익숙하대.
en: apparently, he’s spent so much time in the states that he feels more at home there.

source: 오늘~!
en: i told everyone in the club

source: 뭔데?
en: what?

source: 나로
en: naro

source: 스윽~
en: FWISH

source: 모양도 이쁘고.
en: plus, it’s pretty to look at.

source: 본부장님께서 드실만한 것으로 사왔습니다.
en: i got you something you that'll suit your taste buds.

source: 당연하지.
en: you know it.

source: 저희가 인제 스피디움에 가는 이유는….
en: the reason we’re going to the inje speedium is...

source: 트랙데이야!
en: it's track day*! * track day is an event where members of the public are allowed to drive around a racing circuit.

source: 어제 일은 정말 죄송했습니다.
en: i’m really sorry about yesterday.

source: 갑자기 어디 갔다온 거야?
en: where did you run off to all of a sudden?

source: 너 온다는 소리 들으면 다들 좋아할걸.
en: we all love you. everyone’s gonna be stoked to hear that you're coming.

source: 목적지 부근입니다.
en: you have arrived at your destination.

source: XX회사에서 수정 요청이 들어왔습니다.
en: company xx asked for a revision.

source: 짜악~!!
en: SLAP

source: 접대할 거면 본인이 할 것이지,_x0003_왜 남의 부하한테 심부름을 시켜?
en: he can entertain his guests himself. what was he doing ordering around my team?

source: 수주 날려 먹을 일 있어요?!
en: are you planning to throw the contracts to the wolves?!

source: 부우우웅~
en: VROOOM

source: 쿠쿠쿵
en: DUDUN

source: 아니요.
en: no.

source: 거짓말이 아니라 사실을 말한 거야.
en: i was just telling the facts.

source: 프로젝트 끝날 때쯤 개별적으로 연락할게.
en: i’ll contact you each individually around when the projects have wrapped up.

source: 또 연락 드리겠습니다.
en: i’ll contact you again.

source: 내가 양 비서에게 잘못한 게 있던가?
en: have i done anything wrong to you?

source: ……얼굴로 영업하는 주제에 잘난 척하기는.
en: acting like you’re hot stuff when all you do is sell your face...

source: 그래, 맞아!
en: right!

source: 꼭 갈게.
en: i'll be there. i swear.

source: 너희 팀 담당이잖아, 지금 뭐 하시는데?
en: he’s your team lead. what’s he doing?

source: 약속이 있어서 오늘은 다른 곳에 들러야 합니다.
en: i have somewhere to go.

source: 최 대리님, 저 지금 내려가요!
en: mr. choi, i’m coming down right now!

source: 저 버리시면 안 돼요!
en: don’t leave me to perish!

source: 고정급이 아닌 능률급 제도로.
en: one where raises are based on performance.

source: 전 아무것도_x0003_안 했는 걸요.
en: i didn’t do anything.

source: 양 비서.
en: miss yang.

source: 제가요?
en: me, treat you?

source: 정… 정 주임!
en: m-mr. jeong!

source: 그넘인가?
en: is it him?

source: 독립이야, 뭐… 네가 군말 없이 적극적으로 나서준다면 허용하지.
en: if it's just that, sure... i'll allow it as long as you

source: 다시 회의 시작하겠습니다.
en: let’s continue our meeting.

source: 역시 여깄었군.
en: i found them.

source: 저 블루?!
en: that blue one?!

source: 결혼은 역시 하는 게 좋다고 생각한다.
en: i still think that you should get married.

source: …배가 너무 고파서 머리가 안 돌아가니까 일단 먹을게요.
en: i must be too hungry to think, so let me eat first...

source: 그렇군요.
en: i see.

source: 것도 상사를.
en: her superior.

source: 휙~ 휙~
en: FWISH FWISH

source: 양 대리, 오늘 한 잔 어때요?
en: miss yang, do you want to go out drinking with us?

source: 나가지.
en: let's go.

source: 질문 답변에 앞서 먼저 2분기 결산 보고부터 드리겠습니다.
en: i’ll give my report on the second quarter accounts before i answer that question.

source: F-머*탱이잖아?!!
en: isn’t that a furd mostang?!!

source: 후우… 이번 건은 정말이지….
en: haa... seriously...

source: ※주님=광고주님
en: *boss = client

source: 방향이라도 알려 주던가!
en: at least point us in the right direction!

source: 반이나 남았는데 아깝게.
en: what a waste.

source: 어라?
en: huh?

source: 술만 마시면 고장 난 테이프처럼 같은 이야기만 늘어놓는 주제에!
en: you shouldn't be talking! you turn into a broken record when you drink!

source: 부아아아앙
en: VAROOOM

source: ………알았어, 그럼 다음에 다시 연락하지.
en: okay, i’ll talk to you later......

source: 앗싸!
en: nice!

source: 만화
en: comic

source: 뇌에서 필터링 없이 말을 뱉어낸 결과,
en: the result of saying whatever came to his mind...

source: 우리 같은 평사원은 적용 안 되지만, 본부장님은 동종 업계 이직 불가 조항 같은 거_x0003_걸려있지 않아요?
en: unlike us rank-and-file employees, doesn’t your contract prevent you from working in advertising?

source: 응, 아니야.
en: yeah.

source: 14,000원 입니다.
en: that'll be 14,000 won*. *14,000 won is approx. 14 USD.

source: 아주 칭찬들을 하셨죠!!
en: they had nothing but praise for you!!

source: 7분이나 늦었어.
en: you’re seven minutes late.

source: 부아아아아앙
en: VAROOOOM

source: 얼씨구, 저놈 보게….
en: ugh, just look at him...

source: 하여간 손 많이 가는 녀석들.
en: they're such a handful.

source: 오랜만입니다, 본부장님.
en: long time no see, sir.

source: 본부장님?
en: the branch manager?

source: 회사에 오는데 화장도 안 하고,
en: you’re not even wearing makeup!

source: 예를 들면, 갑자기 안 하던 배려를 해.
en: like, he suddenly started being considerate.

source: 그건 네가 착각한 거잖아.
en: you’re the one who misunderstood.

source: 뭐야, 그 표정.
en: what's with that face?

source: 괜찮습니다, 데리러 올 사람이 있어서요.
en: i am fine. i have someone coming to pick me up.

source: 와아아아아
en: WHOOOAAH

source: 2년은 금방이죠.
en: but that was no big deal.

source: 알았어, 이따 봐.
en: okay, see you in a bit.

source: 중요한 회의나 프레젠테이션 때 매번 하시던 걸 거르시기에 제가 먼저 해 봤습니다.
en: you weren’t talking yourself up like you normally do, so i thought i’d do it for you.

source: 아아, 옆 테이블에 꽤 미인이 앉아 있었거든.
en: ahh, there was a beautiful woman at the table next to us.

source: 당신이 엄청난 부자라는 얘길 들었어요.{j}나랑 결혼해줄래요?
en: that’s what she says.

source: 맞아요, 맞아!!
en: hear, hear!!

source: …응?
en: huh...?

source: 흔한 차종이 아니긴 하지만
en: though it’s not a common make

source: 됐어.
en: it’s fine.

source: 아무한테나 운전대 잡게 안 해.
en: we don’t let just anyone take the wheel.

source: 평상시에도 최소한의 예의에 어긋나지 않는 선에서 허락하고 있고요.
en: and i don’t allow anything too extreme even on normal days.

source: 저벅-
en: TMP

source: 그런데, 양 비서.
en: miss yang...

source: 빠아앙
en: HOOONK

source: 기껏 따온 수주를 PT에서 말아먹지를 않나!
en: like when team 3 screwed up the presentation for a hard-won contract!

source: 뛰어.
en: run.

source: 너 같은 여자가 한 명만 더 있으면 좋겠는데.
en: i wish there was just one more girl like you in the world.

source: 카레이서 수입 내가 다 알거든?
en: I KNOW HOW MUCH RACECAR DRIVERS MAKE!

source: 감사합니다.
en: thank you.

source: 하아
en: HAA

source: 악수를 거절당해도 기분이 안 나쁨
en: ISN’T OFFENDED EVEN THOUGH HIS HANDSHAKE WAS REJECTED

source: 이 길이 안 끝났으면 좋겠네…….
en: i wish this drive would never end...

source: 본부장이 뭔가 좀 오해를 한 것 같은데, 일을 못 했다는 게 아니라 효율을 얘기하는 걸세.
en: it seems there’s been some miscommunication, but we’re talking about efficiency.

source: 다른 곳으로 가자고 하셨지만 저는 어느 정도 배가 차서,
en: i know you said we should go somewhere else, but i'm pretty full...

source: …내가 진짜 저것들이랑 또 술 먹으면 개다 개.
en: i’m never drinking with those punks again...

source: 너무하시는 거 아닙니까?
en: that’s a little mean, don’t you think?!

source: 네?
en: excuse me?

source: 세상에!!
en: my word!

source: [당황]
en: [SHOCKED]

source: 자, 그럼 이제 남은 건 양 비서인데….
en: okay, that leaves miss yang...

source: 보… 본부장님!
en: m-mr. kim!

source: 하아….
en: haa...

source: 그쪽, 우리를 쫓아온 겁니까?
en: were you... following us?

source: 부서 이동한 지 꽤 됐잖아.
en: IT'S BEEN A WHILE SINCE YOU TRANSFERRED DEPARTMENTS.

source: 약속은 점심시간이지만 하루 일찍 가지, 뭐….
en: we were supposed to meet up for lunch, but i can just go a day early...

source: 타앗-
en: FWISH

source: 그럼~ 그게 운명이지, 다른 게 뭐 있겠어?
en: yep, it was fate. what else could it be?

source: 양 대리 없었으면 우리 어떻게 살았을까?
en: what would we do without you?

source: 어디로?!
en: where?!

source: 하나밖에 없는 내 누이 맛있는 거 먹이는 것도 안 돼?
en: is it wrong for me to treat my only sister to some yummy food?

source: 그렇다니까!
en: exactly my point!

source: 다들 일찍 도착하셨군요.
en: you’re all early.

source: 이제 불러야지.
en: i was just about to call.

source: 곧바로 외부 미팅이 이어질 예정만 아니었다면,
en: if there wasn’t a meeting scheduled right after,

source: 그건 안 되지!
en: we can't have that!

source: 왜?
en: yes?

source: 네, 네.
en: yes, yes.

source: 저쩌구…
en: blah...

source: 욕먹고 그만두고 상처받아 그만두고 대차게 까여서 그만두고…
en: were criticized, hurt, or rejected so brutally that they all quit...

source: 저건 단순히 러닝머신 좀 뛴다고 나오는 몸이 아니야….
en: you can’t get a body like that by running on a treadmill...

source: 물론 예상하지 못했던 상황이라 당황한 건 사실이지만.
en: i admit i was caught off guard.

source: 사업 계획서랑 고용 계약서 주세요.
en: please give me the business plan and the employment agreement.

source: 태워 줄게.
en: i’ll give you a ride.

source: 인제스피디움의 한 실장님에게는 나중에 감사 인사를 드려야겠군.
en: i'll have to give my thanks to the inje speedium’s head of pr.

source: 회의 시간에 늦지 않으려고 급하게 나왔다지만 어떻게 이걸 잊을 수가!!
en: i was in a rush because i didn’t want to be late to the meeting, but how could i forget that?!

source: 금방이죠~!!
en: right, right!!

source: 아파트나 빌라 말고 주택으로 하길 잘했지.
en: i’m glad i chose a house instead of an apartment or a villa.

source: 그거 보는 재미도 나름 쏠쏠하거든요.
en: the reactions i get are quite entertaining.

source: 마침 잘 오셨어요.
en: you’re right on time.

source: 허… 네, 라니….
en: ha... that was quick...

source: 잠깐 나갔다 올 거야.
en: i’m going out for a bit.

source: 잠깐 바람 좀 쐬다 들어갈까?
en: should i go outside and get some fresh air?

source: 양 비서만큼 나랑 손발이 잘 맞는 비서 만나기 힘들어.
en: it’s not every day you meet a secretary you really click with.

source: 무슨 일인데.
en: what do you need?

source: 이 정도면 무난하겠지?
en: this is probably a safe choice, right?

source: 꼭 불러주셔야 해요!!
en: you have to call me!!

source: 칭찬 감사합니다.
en: thank you for the compliment.

source: 퍼펙트 하십니다.
en: it is perfect.

source: 그 말 그대로 돌려주마!
en: you took the words right out of my mouth!

source: 그러니까 걱정하지 마.
en: so you don’t need to worry.

source: 깜빡이도 켜고 있어!
en: they even turned on their blinker!

source: 차단했더니 대표 전화로 하시던데요.
en: i did, but he called the company directly.

source: 내 얘기는 그만하고,
en: let's stop talking about me...

source: 저 사람들은 누구지?
en: who are those people?

source: 고{j}오{j}오{j}오~
en: LOOOOM

source: 워커홀릭이란 소릴 들을 정도로 나는 일을 좋아한다.
en: i like working so much that i get called a workaholic.

source: 못해?
en: is that going to be too hard for you?

source: 일하는 것만 보면 정말 괜찮은데….
en: he’s amazing when he’s working...

source: 거기 정 씨라도 있어?
en: do you see jeong?

source: 잘생겼어.
en: i sure am good-looking.

source: 뭘 입지?!
en: what do i wear tomorrow?!

source: 나 여기서 잘할 수 있을까?
en: will i be able to make it here?

source: 아신다니 다행입니다.
en: i’m glad you realize.

source: 이 형 멋있어….
en: THIS GUY IS SO COOL...

source: 오늘 회식은 편히 즐겨라.
en: have fun today.

source: 마지막 맞선까지 이렇게 알려줘서 고마워요.
en: thank you for telling me how the final date went.

source: 데리러 가?
en: do you want me to come pick you up?

source: 오!
en: ohh!

source: 인간적으로 이 모습을 보고도 괜찮냐고 안 물어봐?
en: ...aren’t you going to ask me if i’m okay?

source: 도와 드릴까요?!
en: do you want us to help?

source: 말해 봐.
en: tell me the truth.

source: 그러고 보니 제법….
en: seeing him up-close, he's actually...

source: …특별히 잘못하신 건 없습니다.
en: you haven’t done anything wrong...

source: 양 비서!
en: miss yang!

source: 택시 타고 가라.
en: take a taxi.

source: 패닉 중
en: PANICKING

source: 이런…
en: with...

source: 뭘 잘했다고 웃습니까?
en: what are you smiling for?

source: 정말이군.
en: he’s right.

source: 고분고분 남들이 원하는 포즈를 취해 줄 사람이 아니야.
en: he would never let someone else pose him.

source: …어쩔 수 없나.
en: is this to be expected...?

source: 소근
en: WHISPER

source: 저희 퇴근해도 됩니까?
en: can we go home?

source: …왜 그렇게 쳐다보세요?
en: why are you looking at me like that...?

source: 불가사의해.
en: that’s something i’ll never understand.

source: 저녁 먹으러 같이 가실 거죠?!
en: you're going to join us for dinner, right?!

source: 왈!
en: WOOF

source: 양 비서, 마침 잘 왔어.
en: miss yang, good timing.

source: 난 잘생겼어, 완벽해.
en: i’m good-looking. i’m perfect.

source: 무슨 일 생기면 참지 말고 꼭 말해 줘.
en: but if anything happens, don't just put up with it and tell me.

source: 이 부서 괜찮은 걸까?
en: is this department going to be okay?

source: 왕!
en: WOOF

source: 이러니 내가 꼼짝을 못하지.
en: i can’t win against her.

source: 양 비서, 나 조련해?
en: are you looking down on me, miss yang?

source: 자네 지금 뭐라고 했나?
en: what did you just say?

source: 본부장님, 회의 시간 임박했습니다.
en: sir, it’s almost time for the meeting.

source: 마음대로 해.
en: that’s fine.

source: 내가 곁에서 수시로 확인하고 여차하면 병원도 모셔 가는데,
en: i check on her constantly. i also take her to the doctor as needed.

source: 그놈의 입 때문에….
en: because of that damn mouth...

source: 좋은 아침 입니…
en: good morning...

source: 크윽, 항복 항복!!
en: argh, i surrender!!

source: 고용주가 자기를 스톡옵션으로 내놓는 회사가 대체 어디 있어요?!
en: what kind of company hands out its owner as a stock option?!

source: 아아, 수고.
en: ahh, keep up the good work.

source: 혹시 바바리맨 뭐 그런 건가?!
en: is he one of those men who flash people in public?!

source: 어디서 시선이 느껴지는데….
en: it feels like i’m being watched…

source: 사탕 줄게, 울지 마.
en: don’t cry. here’s some candy.

source: 양 비서가 웬일이야?
en: what’s going on, miss yang?

source: 계산을 왜 본부장님이 하세요?
en: why are you paying?

source: 굉장한데, 양 비서?
en: you’re pretty amazing, miss yang.

source: 본부장님이 남의 속 뒤집는데 천부적인 재질로 사고 치기 전에…
en: before mr. kim uses his natural talent to piss people off...

source: 사장님, 여긴 어쩐 일이세요?
en: what are you doing here, sir?

source: 집에 불이 켜져 있는데?
en: but the lights are on.

source: 어지간한 연예인보다도 잘생기고 능력도 좋은데….
en: he’s more handsome than a celebrity, and talented to boot...

source: 전 아무것도 못 봤습니다.
en: i didn’t see anything.

source: 그런 의미에서,
en: now then...

source: 쩌억~
en: CRACK

source: 할 일이 더럽게 없나 봐요.
en: do you have nothing better to do with your time?

source: 미국에서 일했던 F사와의 계약에 의해
en: my contract with my previous employer in america, f corp., banned me from working on car ads.

source: 白 戰 不 殆
en: IN A HUNDRED BATTLES, YOU WILL NEVER BE IN DANGER

source: 내일 새 비서가 오도록 조치할…
en: i’ll see to it that a new secretary is assigned...

source: 서유야.
en: seoyu.

source: 시끌
en: NOISY

source: 저 결혼했습니다.
en: i'm married.

source: 그걸 몰라서 묻는 게 아니라, 그 내용이 이해가 안 간다는 겁니다.
en: i know what stock options are, but i don’t understand what is written here.

source: 문자로 보내주면 지금 바로 입금할게.
en: send it to me through text. i'll transfer the money right now.

source: 그거 탄다고 술 안 마시잖아, 너!!
en: you don't even drink because you ride your motorcycle!

source: 지겹다니, 같이 가 주는 우리한테 말이 너무 심한 거 아니야?
en: aren’t you being a bit harsh?

source: 네.
en: yes.

source: 양 비서, 진짜 이유를 대 봐.
en: miss yang, tell me the real reason.

source: 여벌 슈트는?
en: and my spare suit?

source: 쉽게 생각해, 내가 가져갈 수익 일부가 양 비서의 수익이 된다는 거야.
en: don’t think too hard. this just means that a part of what i make will go to you, miss yang.

source: 그래, 좋다.
en: fine.

source: 에라, 모르겠다!!
en: screw it!!

source: 늦둥이라고 내가 너무 오냐 오냐 키웠어…!
en: i've been too soft on him because i had him later in life...!

source: 일반 도로에서 저 속도라니… 미쳤군.
en: driving at that speed on the highway... they’re crazy.

source: 쓸데없는 데에 관심이 많으시네요.
en: you show a lot of interest in pointless subject matter.

source: ‘욕’만 안 했습니다.
en: that’s the one thing we didn’t do.

source: 불만가득
en: HMPH

source: 넌 애비도 안 보이냐?!
en: don’t you see your dad standing here?!

source: 좋은 아침이에요~!
en: good morning!

source: 이제부터 너는 굵직한 프로모션이 걸린 주님이다!!
en: from this point on, i’ll treat you like a client who’s the target of a promotion!!

source: 몇 년 전인가?{j}광고쟁이들 사이에 떠도는 비즈니스 유머가 있었어.
en: a couple of years ago, there was a business joke that floated around advertiser circles.

source: 아, 가 아니잖아요.{j}아가!!
en: what do you mean, 'ah'?!{j}

source: 잊지 마~!!!
en: don’t you dare forget!!!

source: 알아서 뭐라도 해 먹겠죠.
en: i’m sure he’ll make himself something.

source: 버럭!
en: YELL

source: 본부장님.
en: mr. kim.

source: 주말에 상사와 엮이고 싶을까?
en: do you really want to meet your boss on the weekend?

source: 그럼 좋고.
en: how wonderful.

source: 돌아가면 당장 커튼 설치해야지!
en: i’ll hang up the curtains as soon as i get back!

source: 한국 사람이 이렇게 한국말을 못 알아들어서야 원.
en: good grief. what korean person is this bad at understanding korean?

source: 지금 빨리 안 나가면 잡도리는 해 줄 수 있는데.
en: if you don’t leave right now, i have time to supervise you in the office this weekend.

source: 수상함(+1) 올랐습니다.
en: +1 suspiciousness

source: 빵
en: HONK

source: 흑
en: HIC

source: 멍---
en: BLANK

source: 카톡
en: VRR

source: …나 부서 이동 오늘 했어….
en: i just transferred departments today...

source: 그래, 다녀와.
en: okay, you can go.

source: 정말 싫다….
en: i really hate it...

source: 공평하지?
en: that’s fair, right?

source: 기다렸…
en: i did...

source: 추론의 결론은…
en: from this, i can deduce that...

source: 누가 이거 좀 치워.
en: someone get him off me.

source: …좋아, 어쩔 수 없지.
en: fine... there's no helping it, i suppose.

source: 나한테 올 거야, 말 거야?
en: will you take my hand or not?

source: 그 안에 하나라도 제대로 된 거 뽑아.
en: come up with at least one decent proposal before then.

source: 어디 어른이 말하는데 끼어들어?!
en: how dare you interrupt a superior?!

source: 또 영혼 없는 대답.
en: another robotic reply

source: 양 대리님 부탁이라면 당연하죠!
en: of course! anything for you, miss yang!

source: 그럴 줄 알고 내가 예약했지.
en: i expected as much, so i made a reservation.

source: 아아, 그는 약삭빠르고도 훌륭한 AE였다.
en: ahh, he was a cunning and brilliant ae.

source: 경쟁도 치열했고요.
en: the competition was super fierce.

source: 어서 가도록 하지.
en: let’s hurry.

source: 그럼 허락하신 거로 알고…
en: since you’ve give your approval, i’ll...

source: 스톡옵션이라는 부분은 긍정적 입니다만…
en: i like that there are stock options...

source: 세상 혼자 사는 완벽한 남자, 그의 이름은 바로―
en: a perfect man who existed in his own universe, his name was...

source: 정 불만이시면 다음부터 휘파람 정도는 불어 드릴 수 있습니다만
en: if you’re that unhappy about it, i’ll wolf-whistle next time.

source: 광고들이 개인적으로는 좋았어요.
en: personally, i liked your ads.

source: 내뺐구나, 망할 놈.
en: he ran away, that darn rascal.

source: 네, 요청 내용은_x0003_메일로 보내겠다고 하셨어요.
en: ,yes, they said they'd email the specifics.

source: 시간이 없습니다!
en: there’s no time!
